Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1064_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi attii stipeanddaid Sámi oahpahusguovddážis válmmaštuvvan oahppiide
smn: Sämitigge adelij stipendijd Säämi máttááttâskuávdáást valmâštum uáppeid

source: Sámediggi attii stipeandda njealji viššalis sámegiela oahppái, geat válmmaštuvve Sámi oahpahusguovddážis.
smn: Sämitigge adelij stiipeend neelji iäljáris sämikielâ uáppei, kiäh valmâštuvvii Säämi máttááttâskuávdáást.

source: Sámi oahpahusguovddáža giđđafeasta dollojuvvui gaskavahku geassemánu goalmmát beaivve.
smn: Säämi máttááttâskuávdáá kiđđâjuhleh onnii koskoho kesimáánu kuálmád peeivi.

source: Sámedikki stipeanddda ožžo čuovvovaš stuđeanttat:
smn: Sämitige stiipeend finnejii čuávuvááh uáppeeh:

source: Davvisámegiella: Markus Laiti
smn: Tavesämikielâ: Markus Laiti

source: Anárašgiella: Jari Linjama
smn: Anarâškielâ: Jari Linjama

source: Sámediggi sávvá lihku ja buori geasseluomu buohkaide !
smn: Sämitigge tuáivut luho já šiev kesiluámu puohháid !
